{

    //Configs
  "Config.MistEffects.name": "Nebeleffekte",
  "Config.SandboxLayout.name": "Sandbox-Layout",
  "Config.RemoveFences.name": "Zäune entfernen",
  "Config.RemoveGrassStretch.name": "Rasenstück entfernen",
  "Config.RemoveLandExpansionPond.name": "Erweiterungsteich entfernen",
  "Config.GrassCropField.name": "Grasflächen-Anbaufeld",
  "Config.HeavyDebris.name": "Starke Verwilderung",
  "Config.LargerBridgeToGrandpasShed.name": "Größere Brücke zu Großvaters Schuppen",
  "Config.LargerGreenhouse.name": "Größeres Gewächshaus",
  "Config.RemoveGreenhouseObjects.name": "Gewächshaus Objekte entfernen",

  "Config.MistEffects.description": "Fügt vielen Karten Nebel an regnerischen Tagen hinzu. Dies wirkt sich auf die Leistung aus. Deaktiviere diese Funktion, wenn du an regnerischen Tagen mit Rucklern zu tun hast.",
  "Config.SandboxLayout.description": "Verwandelt das Ackerland in ein riesiges Feld aus Erde, ähnlich dem Standardbauernhof. Perfekt für Spieler, die volle Kontrolle über das Karten-Design haben möchten.",
  "Config.RemoveFences.description": "Entfernt vorgefertigte Zäune auf dem Hof.",
  "Config.RemoveGrassStretch.description": "Entfernt das lange Stück Gras neben dem Ackerboden.",
  "Config.RemoveLandExpansionPond.description": "Entfernt den Teich aus dem im späteren Spiel erweiterten Bereich des Hofes.",
  "Config.GrassCropField.description": "Verwandelt das große Sandfeld in eine Rasenfläche.",
  "Config.HeavyDebris.description": "Füllt die Bauernhoflandschaft mit einer Fülle von Ressourcen.",
  "Config.LargerBridgeToGrandpasShed.description": "Erweitert die Höhe der geflickten Brücke um 1 Kachel, sodass sie besser mit von Spielern verlegten Wegen, die 2 Kacheln hoch sind, verbunden wird.",
  "Config.LargerGreenhouse.description": "Macht das Gewächshaus etwas größer, mit ausgewiesenen Stellen für Obstbäume.",
  "Config.RemoveGreenhouseObjects.description": "Entfernt statische Objekte, wie Pflanzen und Fässer, aus dem Inneren des Gewächshauses.",


    //Strings
  "FarmString": "Großvaters Hof_Mäßig großer Bauernhof mit beackerbaren Feldern, verschiedenen Orten, Abkürzungen zu umliegenden Gebieten und Geheimnissen, die es zu entdecken gilt.",
  "DeedGift": "%Das muss jemand anderem gegeben werden...",
    //Grandpa's farm quests.
  "GF.Bridge.01": "Steinbrücke",
  "GF.Bridge.02": "Robin benötigt 900 Steine um eine Brücke auf meinem Grundstück zu bauen. Es würde den Weg zur Scheune viel einfacher machen!",
  "GF.Bridge.03": "Lege die Steine in Robins Truhe in ihrer Werkstatt ab.",
  "GF.Event8.01": "Hi, @!$1#$b#Ich habe ein Magazin über Steinmetzkunst gelesen und es hat mich dazu inspiriert, es mal selber auszuprobieren!#$b#Wenn du mir Steine besorgst, könnte ich eine kleine Brücke zu deiner Scheune bauen.$0#$b#Wie klingt das?$1",
  "GF.Event8.02": "Um auf Nummer Sicher zu gehen, denke ich, dass das Projekt 900 Steine benötigen wird.#$b#Du kannst die Steine bei mir in der Werkstatt in die Truhe legen!$0",
  "GF.Event10.01": "Guten Morgen, @! Du hast mir alle Steine geliefert, die ich brauche!!$1#$b#Ich werde morgen gleich als erstes mit der Brücke anfangen!$0",
  "Clint.GoldBar.01": "Ein seltsamer Auftrag",
  "Clint.GoldBar.02": "Clint braucht 30 Goldbarren für ein Projekt. Im Gegenzug wird er das Dickicht in der Nähe meiner Scheune beseitigen. Er sagt, dass dort etwas Besonderes ist!",
  "Clint.GoldBar.03": "Liefere die Goldbarren bei Clint ab.",
  "Lewis.Commission.01": "Ich freue mich drauf. Danke dir!$0",
  "Commission.02": "Hmm... Ich frage mich, wie ich das Gold für seinen Auftrag bekommen kann.$2",
  "Commission.03": "Hey, @. Du kommst genau zur richtigen Zeit.$0",
  "Commission.04": "Ich muss 30 Goldbarren für ein... Projekt auftreiben. Hab mich gefragt, ob du vielleicht Interesse an der Aufgabe hast, da du so ein Abenteurer bist und so.$0",
  "Commission.05": "Als Gegenleistung, dachte ich, ich könnte mein neues Werkzeug dafür benutzen, um das Dickicht auf deiner Farm zu entfernen.$0#$b#Deine große Scheune ist in der Nähe einer heißen Quelle. Ich könnte den Weg für dich frei machen.$0",
  "Commission.06": "Großartig. Danke für deine Hilfe. Du kannst die Goldbarren auf meinem Regal dort in der Ecke legen.$0",
  "Commission.07": "Oh. Was das für ein Projekt ist? Ich kann nicht wirklich etwas darüber sagen.$0",
  "Morris.Commission.01": "Wunderbar. Ich bin gespannt auf die Ergebnisse!$1",
  "Commission3.01": "Hey, ähm.. Ich hab mich beim Dickicht bei deiner Scheune umgeschaut. Es scheint, als hätte ich Recht gehabt. Es führt tatsächlich zu einem schönen Ort...$0#$b#Ein Weg wird morgen freigelegt werden. Danke nochmal für deine Hilfe, @.$0",
  "Commission3.02": "Ich hinterfrage nicht wirklich, was die Leute bei mir in Auftrag geben.$0#$e#Es gibt viele heiße Quellen in den Bergen. Toll, dass eine davon nah an deinem Grundstück liegt.$0",
  "Expansion.Order.01": "Vergrößere meinen Acker",
  "Expansion.Order.02": "Unterschreibe die Grundstücksurkunde und zahle 250,000g über das rote Kassenbuch.",
  "Expansion.Order.03": "Gebe die Grundstücksurkunde bei Lewis ab.",
  "Expansion.Event1.01": "Jemand klopft an der Tür.",
  "Expansion.Event1.02": "Hallo, @. Hier wird heute hart gearbeitet wie ich sehe.$0#$b#Dürfte ich kurz deine Zeit in Anspruch nehmen? Es gibt da etwas, worüber ich mit dir sprechen möchte!$0",
  "Expansion.Event1.03": "Komm bitte mir, hinter die Zäune dort.$0",
  "Expansion.Event1.04": "Ich bin seit meiner Jugend nicht mehr über solch einen Zaun gesprungen!$1",
  "Expansion.Event1.Morris.04": "Hmm...$0",
  "Expansion.Event1.05": "Du baust nun schon seit einigen Jahren auf %farm Hof an. Hast du schon mal darüber nachgedacht, zu expandieren?$0#$b#Da gibt es noch viel gutes Land neben deinem Grundstück.$0",
  "Expansion.Event1.06": "Das ist so grob ein Acker, für einen Preis von 250,000g wenn alles erledigt ist.$0#$b#Schau bei mir vorbei, wenn du zu einer Entscheidung gekommen bist, @.$1",
  "Expansion.Event1.Morris.06": "Das ist in etwa ein Acker, welches 250,000g kosten würde, wenn alles erledigt ist.$0#$b#Komm bei mir im Joja-Markt vorbei, wenn du dich entschieden hast, @.$4",
  "Expansion.Event1.07": "Soll ich meinen Hof erweitern?",
  "Expansion.Event1.08": "#Hof eweitern.#Den Hof nicht ausbauen.",
  "Expansion.Event1.09": "Also gut. Ich kaufe kein zusätzliches Gelände. Ich sollte es Lewis wissen lassen.",
  "Expansion.Event1.Morris.09": "Also gut. Ich kaufe kein zusätzliches Gelände. Ich sollte es Morris wissen lassen.",
  "Expansion.Event1.10": "Ah, du möchtest deinen Hof nicht vergrößern? Danke, dass du mir Bescheid gibst, @.$0#$e#. Manche Gegenden im Sternentautal sollten einfach so bleiben, wie sie sind.$0",
  "Expansion.Purchased.01": "Also gut. Ich möchte mehr Land kaufen. Ich sollte es Lewis wissen lassen.",
  "Expansion.Purchased.02": "Die Grundstückskosten im Sternentautal sind letztes Jahr in die Höhe geschossen.$0",
  "Expansion.Event2.01": "Entschuldige, ich hab dich beim Händewaschen leider nicht gehört.$0",
  "Expansion.Event2.02": "Also, du hast dich dazu entschieden ein weiteres Grundstück zu kaufen? Das sind tolle Neuigkeiten.$0#$b#Wenn es jemanden gibt, der das Land gut nutzen wird, dann bist das du.$1",
  "Expansion.Event2.03": "Benutze das rote Kassenbuch, um die Grundstücksurkunde zu kaufen. Danach gibst du es mir nochmal für die Genehmigung.$0",
  "Expansion.Event2.04": "Ich bin schon gespannt darauf, zu sehen, was du mit dem ganzen Platz anstellst, @.$0#$b#Und nun muss ich mich noch um einige Dinge kümmern. Komm nachher nochmal zu mir, mit der unterschriebenen Grundstücksurkunde.$0",
  "Expansion.Event2.05": "Dein neuer Teich wird sich an einem guten Ort.$1#$e#Ah, worum musste ich mich kümmern? Nichts, was dich betrifft.$0#$e#...$3#$e#%Lewis ignoriert dich jetzt.",
  "Expansion.Event3.01": "Tolle Neuigkeiten, @. Der Antrag zur Erweiterung deines Hofs wurde genehmigt.$0#$b#Das neue Grundstück wird bis morgen für dich fertiggestellt!$1",
  "Expansion.Event3.02": "Du könntest so viel auf deinem neuen Land machen.$0#$e#Vielleicht ein paar Schweine züchten und Trüffelöl herstellen! Es ist ein sehr wertvolles Produkt.$1",
  "Morris.Order.01": "Vergrößere meinen Acker",
  "Morris.Order.02": "Unterschreibe die Grundstücksurkunde und zahle 250,000g über das Regal in meinem Büro.",
  "Morris.Order.03": "Gebe die Grundstücksurkunde bei Morris ab.",
  "Morris.Purchased.01": "Also gut. Ich möchte mehr Land kaufen. Ich sollte es Morris wissen lassen.",
  "Morris.Purchased.02": "Die Grundstückskosten im Sterntautal sind letztes Jahr in die Höhe geschossen!$5#$e#Glaub es oder nicht, aber du hast ein ziemliches Schnäppchen gemacht.$0",
  "Morris.Expansion2.01": "Äh, ja? Komm bitte rein!$1",
  "Morris.Expansion2.02": "Also, du hast dich dazu entschieden ein weiteres Grundstück zu kaufen? Das sind tolle Neuigkeiten.$0#$b#Wenn es jemanden gibt, der das Land gut nutzen wird, dann bist das du.$1",
  "Morris.Expansion2.03": "Da ist ein Kassenbuch in dem Bücherregal. Kaufe die Grundstücksurkunde und gib sie mir danach zur Genehmigung.$0",
  "Morris.Expansion2.04": "Ich bin schon gespannt darauf, zu sehen, was du mit dem ganzen Platz anstellst, @.$0#$b#Und nun muss ich mich noch um einige Dinge kümmern. Komm nachher nochmal zu mir, mit der unterschriebenen Grundstücksurkunde.$0",
  "Morris.Expansion2.05": "Grundstückserschließungen sind aufregend, nicht wahr?$1",
  "OpeningEvent.01": "Hallo! Du musst @ sein.#$b#Ich bin Robin, die hiesige Schreinerin. Bürgermeister Lewis hat mich geschickt, um dir den Weg zu deinem neuen Zuhause zu zeigen. Er ist gerade dort und räumt ein wenig für deine Ankunft auf.#$b#Der Hof ist dort drüben, folge mir einfach.",
  "OpeningEvent.02": "Das ist %farm Hof.",
  "OpeningEvent.03": "Was ist los?#$b#Klar, er ist ein wenig verwildert, aber unter dem Durcheinander befindet sich guter Boden.#$b#Mit ein wenig Fleiß hast du hier im Nu Ordnung geschaffen.",
  "OpeningEvent.04": "Und hier sind wir, dein neues Zuhause.$h",
  "OpeningEvent.05": "Ah, unser Neuankömmling!$h",
  "OpeningEvent.06": "Willkommen! Ich bin Lewis, der Bürgermeister der Stadt Pelikan.#$b#Jeder hat schon nach dir gefragt.#$b#Es kommt nicht jeden Tag vor, dass jemand Neues einzieht. Das ist ein ziemlich großes Ereignis!",
  "OpeningEvent.07": "Also... Du ziehst in die alte Hütte deines Großvaters ein.#$b#Es ist ein gutes Haus. Sehr... 'rustikal'.",
  "OpeningEvent.08": "Rustikal? So kann man es vielleicht auch sagen.$4#$b#'Schäbig' wäre wohl ein wenig passender.$4",
  "OpeningEvent.09": "Wie unhöflich!",
  "OpeningEvent.10": "Hör nicht auf sie, @. Sie will dich nur beeinflussen, damit du ein paar ihrer Verbesserungen für das Haus kaufst.$u",
  "OpeningEvent.11": "Hmmpf.",
  "OpeningEvent.12": "Jedenfalls... Du bist sicher müde von deiner langen Reise. Du solltest dich ein wenig ausruhen.#$b#Morgen erkundest du dann am besten ein wenig die Stadt und stellst dich den anderen vor.#$b#Das wissen sie sicher zu schätzen.",
  "OpeningEvent.13": "Oh, fast vergessen. Falls du irgendwas zu verkaufen hast, lege es einfach in die Box hier. Ich komme dann in der Nacht vorbei und nehme es mit.#$b#Nun... Viel Glück!",
  "Marnie.Event.01": "Hi @! Nun, da du auch Tiere besitzt, dachte ich, ich weise dich in ein kleines Geheimnis ein.$0",
  "Marnie.Event.02": "Sie werden niemals dein Grundstück verlassen, also kannst du sie ruhig frei herumlaufen lassen!$1"
}
