{
    //Farm String
    "IF2RFarmString": "Immersive Farm 2 Remastered_Ein riesiges Grundstück mit Toren. Bietet bebaubares Gras und Geheimnisse, die es zu entdecken gilt.",
    
    //Confgs
    "Config.Mist_Effects.Name": "Mist_Effects",
    "Config.Farm_Sandbox_Layout.name": "Farm_Sandbox_Layout",
    "Config.Farm_Light_Debris.name": "Farm_Light_Debris",
    "Config.Dirt_Crop_Field_1.name": "Dirt_Crop_Field_1",
    "Config.Dirt_Crop_Field_2.name": "Dirt_Crop_Field_2",
    "Config.Dirt_Crop_Field_3.name": "Dirt_Crop_Field_3",
    "Config.Dirt_Crop_Field_4.name": "Dirt_Crop_Field_4",
    "Config.Dirt_Crop_Field_5.name": "Dirt_Crop_Field_5",
    "Config.Dirt_Crop_Field_6.name": "Dirt_Crop_Field_6",
    "Config.Remove_Fences_In_Front_Of_Grandpas_Shed.name": "Remove_Fences_In_Front_Of_Grandpas_Shed",
    "Config.Remove_Farm_Animal_Area_Fences.name": "Remove_Farm_Animal_Area_Fences",
    "Config.Remove_Fences_Left_Of_Crop_Field_1.name": "Remove_Fences_Left_Of_Crop_Field_1",
    "Config.Remove_Central_Cherry_Blossom_Tree_And_Water_Trough.name": "Remove_Central_Cherry_Blossom_Tree_And_Water_Trough",
    "Config.Remove_Cherry_Blossom_Tree_From_Southeast_Hill.name": "Remove_Cherry_Blossom_Tree_From_Southeast_Hill",
    "Config.Remove_Fences_From_Backyard.name": "Remove_Fences_From_Backyard",
    "Config.Remove_Pet_House_From_Backyard.name": "Remove_Pet_House_From_Backyard",
    "Config.Remove_Flowerbed_From_Backyard.name": "Remove_Flowerbed_From_Backyard",
    "Config.Remove_Minecart_System.name": "Remove_Minecart_System",
    "Config.Remove_Objects_From_Greenhouse.name": "Remove_Objects_From_Greenhouse",
    "Config.Disable_IF2R_Greenhouse.name": "Disable_IF2R_Greenhouse",


    //Events
    "Opening.01": "Du bist endlich da!",
    "Opening.02": "@! Ich freue mich, dich wiederzusehen! Es ist schon ein paar Monate her.$4#$b#Unglaublich, dass heute dein Einzugstag ist! Alle in der Stadt sind begeistert, dass du jetzt offiziell in Stardew Valley wohnst.$0",
    "Opening.03": "Ich habe die Brücke repariert, den Strom in der Hütte wiederhergestellt, die meisten Zäune erneuert und die verschiedenen anderen Aufgaben erledigt, die du mir aufgetragen hast!$0#$b#Lass uns auf den %farm Hof fahren, damit ich ihn dir zeigen kann. Ich habe auch eine Überraschung für dich!$1",
    "Opening.04": "Schau dir den Garten an!$1",
    "Opening.05": "Lewis und ich haben den Garten aufgeräumt und ich habe ein Tierhäuschen für dich gebaut!$0#$b#Auf diese Weise möchten wir dich in unserem Tal willkommen heißen, @!$1",
    "Opening.06": "Lewis ist in der Hütte und bereitet noch einige Dinge für dich vor.$0#$b#Da er beschäftigt ist, ist dies eine gute Gelegenheit, dir die reparierte Brücke zu zeigen!$1",
    "Opening.07": "Das mit den Ästen tut mir leid. Wir hatten letzte Woche einen Sturm.$5#$b#Als du die Brücke das letzte Mal vor ein paar Monaten gesehen hast, war sie teilweise eingestürzt. Ich habe mein Bestes getan, um sie zu reparieren.$0#$b#Das war gar nicht so einfach. Ich habe schon Holzbrücken repariert, aber keine Steinbrücken.$2",
    "Opening.08": "Also.. Mit den Reparaturen an der Brücke, dem Zaun und dem Transportbehälter, der Wiederherstellung von Strom und Wasser in der Hütte...$0#$b#Überholung der Inneneinrichtung des Hauses, Renovierung des Kamins und Landvermessung...$5",
    "Opening.09": "Die Gesamtkosten belaufen sich auf 103.500g.$5",
    "Opening.10": "$q -1 null#(Ich werde nur noch 500g haben)#$r -1 0 robin_event3#Ich habe gerade so genug. Für die Reparatur des Gewächshauses fehlt mir derzeit das Geld.",
    "Opening.11": "Lewis sollte jetzt gleich fertig werden. Wir sollten zurück zur Hütte gehen.$0",
    "Opening.12": "Ich hole Lewis. Er ist drinnen.$1",
    "Opening.13": "Ah, da bist du ja!",
    "Opening.14": "Es ist schon eine Weile her, dass wir uns das letzte Mal gesehen haben, @.$1#$b#Ich hoffe, dass die Verbesserungen, die wir an dem %farm Hof  und dem Haus deines Großvaters vorgenommen haben, die Eingewöhnung erleichtern werden.$0#$b#Deine Möbel und Habseligkeiten sind vor ein paar Tagen angekommen! Alles ist drinnen.$1",
    "Opening.15": "Robin, hast du @ die Verbesserungen hier draußen gezeigt?$0",
    "Opening.16": "Das habe ich! @ ist zufrieden mit der geleisteten Arbeit!$1",
    "Opening.17": "Das ist schön zu hören!$1",
    "Opening.18": "All diese Jahre sind genug Zeit, um aus dem Land etwas zu machen. Für den Anfang brauchst du verschiedene Werkzeuge.$0",
    "Opening.19": "Clint, der örtliche Schmied, hat Werkzeuge hergestellt, die dir bei der Beseitigung von Unrat und Bäumen helfen.$0#$b#In deiner Hütte gibt es eine Axt, eine Spitzhacke, eine Sense und eine Gießkanne!$1",
    "Opening.20": "Es wird eine Menge Arbeit sein, den %farm Hof wieder zu dem zu machen, was er einmal war, @. Dein Großvater wäre stolz auf dich.#$b#Morgen solltest du dich den Dorfbewohnern vorstellen. Jeder im Tal weiß, dass du gerade frisch eingezogen bist.$1",
    "Opening.21": "Demetrius, mein Mann, freut sich darauf, dich kennenzulernen, @! Komm bei uns in den Bergen vorbei, wenn du Zeit hast!$1",
    "Opening.22":  "Die anderen Farmer freuen sich, einen weiteren Farmer im Tal zu haben.$1#$b#Wenn du die Gelegenheit hast, solltest du auch bei ihren Farmen vorbeischauen.$0",
    "Opening.23":  "Wir werden jetzt gehen, damit du dich in Ruhe eingewöhnen kannst.$0#$b#Wenn du irgendwelche Fragen oder Bedenken hast, weißt du, wo du uns findest.$1",
    "Opening.24":  "Wenn dir kalt wird, kannst du den Kamin benutzen. Der funktioniert jetzt prima!$1",
    "Opening.25":  "Wir sehen uns dann morgen. Richte dich ein!$1",
    "Cave.01":"Hallo @! Ich habe eine gute Nachricht für dich. Vor ein paar Tagen habe ich einen Durchbruch in meiner Forschung über die örtliche Umwelt erzielt.$h#$b#Ich erspare dir die technischen Details und komme gleich zur Sache... Du kennst doch die leere Höhle da drüben, ein Stückchen weiter südöstlich? Nun, ich habe einen Weg gefunden, sie in etwas Nützliches zu verwandeln... für uns beide.#$b#Ich würde die Höhle gerne so einrichten, dass sie einige einheimische Arten anlockt. Auf diese Weise kann ich sie in einer kontrollierteren Umgebung beobachten. Und du kannst die Produkte ernten, die sie produzieren.#$b#Ich kann die Höhle entweder so einrichten, dass sie Pilze oder Fruchtfledermäuse anlockt. Die Fledermäuse hinterlassen manchmal Früchte, die man einsammeln kann.",
    "Cave.02": "Also gut! Ich werde es sofort für dich vorbereiten! Es sollte überhaupt nicht lange dauern.$h#$b#Danke, dass ich das machen darf.",
    "Cave.03":"Ich bin gespannt, was mit dieser Höhle passiert. Du nicht auch?#$e#Ich hoffe, du bist mit der Arbeit zufrieden, die ich geleistet habe.",
    "MarnieEvent.01": "Hallo @! Da du ja jetzt auch Nutztiere hast, dachte ich, ich weihe dich in ein kleines Geheimnis ein.$0",
    "MarnieEvent.02":"Sie werden nicht aus den eingezäunten Bereichen deines Hofes wandern, du kannst sie also offen lassen!$1",

    //Robin Dialogue Additions. 
    "Robin.01": "Gern geschehen, @!$1",
    "Robin.02": "Vielen Dank, @!$1",
    "Robin.03": "Tut mir leid, dass es so teuer war, @...$2#$b#Allein die Brückenreparaturen beliefen sich auf 45.000g. Die Steinplatten, die ich gekauft habe, und die Ausrüstung, die ich gemietet habe, waren nicht billig.$5",
    "Robin.04": "Ähm... ja, kein Problem.$2",

}
