{
    //Frontier Farm Menu
  "FrontierFarm.Description": "Frontier Farm_Ein weitläufiges Stück Land an der Grenze zur 'Ferngill-Republik'. Viele verschiedene wilde Bäume sind hier verwurzelt und es gibt Geheimnisse zu entdecken. Du startest mit einem Birnbaum.",

	//Internal Map Data
  "FrontierName": "Ferngill-Republik-Grenzgebiet",
  "FrontierName.HotSpring": "Heiße Quelle",
  "FrontierName.Cave": "Klippenhöhle",
  "FrontierName.FarmCave": "Farmhöhle",
  "FrontierName.DesertTunnel": "Wüstentunnel",
  "FrontierName.HiddenCave": "Verborgene Höhle",

	//Map Strings
  "SignPost": " Farm^` Berg^> Pelikan Stadt^= Marnies Ranch",
  "Minecarts": "Die Lore funktioniert nicht...",
  "minecart.Right": "Farm - Rechts",
  "minecart.Left": "Farm - Links",
  "minecart.Middle": "Farm - Mitte",
  "minecart.Ravine": "Grenze - Schlucht",
  "minecart.Mountain": "Frontier - Berge",
  "minecart.Grassland": "Frontier - Grasland",
  "minecart.Beach": "Frontier - Strand",

	//Events
  "OpeningEvent.01": "Hallo! Du musst @ sein.#$b#Ich bin Robin, die hiesige Schreinerin. Bürgermeister Lewis hat mich geschickt, um dich abzuholen und dir den Weg zu deinem neuen Zuhause zu zeigen. Er ist bereits dort und räumt alles für deine Ankunft auf.#$b#Der Hof ist gleich hier drüben, komm mit.",
  "OpeningEvent.02": "Das ist %farm Hof.",
  "OpeningEvent.03": "Was ist los?#$b#Klar, es ist ein bisschen verwildert, aber unter dem Durcheinander befindet sich ein sehr fruchtbarer Boden!#$b#Mit ein wenig Hingabe wirst du alles im Handumdrehen aufgeräumt haben.",
  "OpeningEvent.04": "...Und hier sind wir, dein neues Zuhause.$h",
  "OpeningEvent.05": "Ah, unser Neuankömmling!$h",
  "OpeningEvent.06": "Willkommen! Ich bin Lewis, der Bürgermeister von Pelikan Stadt.#$b#Weißt du, alle haben nach dir gefragt.#$b#Es kommt hier nicht Tag vor, dass jemand Neues herzieht. Für uns ist das schon eine große Sache!",
  "OpeningEvent.07": "Also... Du ziehst in das alte Häuschen deines Großvaters.#$b#Es ist ein gutes Haus... sehr 'rustikal'.",
  "OpeningEvent.08": "Rustikal? So kann man es auch nennen... $4#$b#'Schäbig' könnte allerdings etwas besser passen.$4",
  "OpeningEvent.09": "Wie unhöflich!",
  "OpeningEvent.10": "Hör nicht auf sie, @. Sie will dich nur beeinflussen, damit du ein paar ihrer Verbesserungen für das dein kaufst.$u",
  "OpeningEvent.11": "Hmmph.",
  "OpeningEvent.12": "Nunja... Du musst müde von der langen Reise sein. Ruh dich besser noch etwas aus.#$b#Morgen solltest du die Stadt ein wenig erkunden und dich vorstellen.#$b#Die Stadtbewohner wissen das sicher zu schätzen.",
  "OpeningEvent.13": "Oh, ich habe es fast vergessen. Wenn du etwas zu verkaufen hast, lege es einfach in diese Kiste hier. Ich komme nachts vorbei, um es abzuholen.#$b#Nun... Viel Glück!",
  "Marnie.Event.01": "Hi @! Jetzt, wo du Nutztiere besitzt, dachte ich, ich lasse dich an einem kleinen Geheimnis teilhaben.$0",
  "Marnie.Event.02": "Sie werden nicht aus den eingezäunten Bereichen auf deinem Hof herauswandern, also kannst du sie ruhig offen lassen!$1",

	//Questlines
  "GilMinecarts.01": "Hof-Loren",
  "GilMinecarts.02": "Gil kann die Loren auf meinem Bauernhof reparieren, aber er braucht Ressourcen.",
  "GilMinecarts.03": "Lege 24 Eisenbarren in die Lagertruhe östlich von meinem Bauernhof ab.",
  "GilMinecarts.04": "Lege 24 Kupferbarren in die Lagertruhe östlich von meinem Bauernhof ab.",
  "GilMinecarts.05": "*gähn* Ein Vögelchen hat mir erzählt, dass die Loren auf deinem Bauernhof außer Betrieb sind...",
  "GilMinecarts.06": "Früher habe ich selbst in diesen Tunneln gearbeitet, als ich ein junger Bursche war.#$b#Ich kenne mich ein bisschen mit diesen robusten Loren aus und kann sie für dich gut reparieren.",
  "GilMinecarts.07": "Großartig. Ich brauche zwei Dutzend raffinierte Eisen- und Kupferbarren, um die Räder zu reparieren. Marlon wird eine Lagertruhe östlich von deinem Bauernhof abstellen.#$b#Ich werde deine Loren wieder zum Laufen bringen, Bauer. Ach. Oder war es Abenteurer? Ich komme durcheinander.",
  "MarlonMinecarts.01": "Morgen, @. Komm bei der Gilde vorbei, wenn du Zeit hast. Gil möchte mit dir über etwas sprechen.",
  "MarlonMinecarts.02": "Die Loren in den Minen waren laut Gil nicht mehr zu reparieren.$2#$b#Doch irgendwie haben sie wieder angefangen zu funktionieren...$0#$e#Weißt du etwas darüber, @?$0",
  "MarlonMinecarts.03": "Alles scheint in Ordnung zu sein. Gil wird heute anfangen, an deinen Loren zu arbeiten.$0#$b#Er sollte bis morgen fertig sein.$0",
  "MarlonMinecarts.04": "Ziemlich praktisch, Loren auf deinem Bauernhof zu haben.$0",
  "DwarfTunnel.01": "Calico-Wüsten-Abkürzung",
  "DwarfTunnel.02": "Der Zwerg sagte, sie würden eine Abkürzung zur Wüste in der Nähe meines Bauernhauses mit 'Höhlenräumungsbomben' im Austausch für Diamanten öffnen.",
  "DwarfTunnel.03": "Liefere 36 Diamanten direkt an den Zwerg.",
  "DwarfTunnel.04": "Hallo. Ich habe einen Vorschlag zu machen. Besuche mich morgen bei mir zu Hause...$0",
  "DwarfTunnel.05": "Die Sonne ist noch nicht aufgegangen... bis dahin, Mensch.$0",
  "DwarfTunnel.06": "Ah... du bist hier. Ja, ich möchte mit dir sprechen.$0",
  "DwarfTunnel.07": "Dein Land beherbergt viele Höhlennetze. Es gibt eine, die blockiert ist und zu den Sonnenländern führt...#$b#Ich glaube, Menschen nennen es eine 'Wüste'.",
  "DwarfTunnel.08": "Ich könnte einen Weg für dich freimachen mit Hilfe meiner speziellen Höhlenräumungsbomben.#$b#Ich werde jedoch 36 Diamanten als Bezahlung verlangen.",
  "DwarfTunnel.09": "Ich verstehe. Gut... Ich werde einen neuen Höhleneingang auf deinem Bauernhof für dich enthüllen, sobald ich meine Diamanten habe...$0",
  "DwarfTunnel.10": "Warum brauche ich Diamanten? Das geht dich nichts an.$0",
  "DwarfTunnel.11": "Ich habe die Diamanten inspiziert... gute Arbeit. Ich werde heute Nacht eine neue Höhle öffnen, die zu den Sonnenländern in der Nähe deines Hauses führt.$0",
  "DwarfTunnel.12": "Meine Höhlenräumungsbomben sind nicht zum Verkauf.$0#$e#Ich traue Menschen nicht zu, verantwortungsvoll mit diesen umzugehen...$0",
  "DwarfTunnel.13": "Es gibt das Geräusch von Explosionen in der Nähe meiner Farmhöhle...",
  "CamillaBridge.01": "Magische Brücke",
  "CamillaBridge.02": "Camilla wird die Brücke auf meinem Bauernhof renovieren, wenn ich ihr die erforderlichen Gegenstände in eine Steinkiste liefere, die sie hinterlassen hat.",
  "CamillaBridge.08": "Die Ländereien jenseits dieser baufälligen Brücke sind wirklich atemberaubend.$0#$b#Es ist so schade, dass du nicht einfach-$2",
  "CamillaBridge.09": "...$1",
  "CamillaBridge.10": "Wie wäre es mit folgendem Deal, @?$0#$b#Liefere mir die Beute deiner Abenteuer aus verschiedenen Ländern und ich werde meine Magie nutzen, um diese Brücke zu renovieren.$1",
  "CamillaBridge.11": "Ausgezeichnet... Ich werde hier eine Steinkiste lassen, in die du die von mir gewünschten Gegenstände lieferst.$0#$b#Viel Glück, @. Nicht, dass ich denke, du brauchst es...$5",
  "CamillaBridge.item.01": "Liefere 20 Schattenseelen ab.",
  "CamillaBridge.item.02": "Liefere 25 rote Schleimeier ab.",
  "CamillaBridge.item.03": "Liefere 10 Monsterfrüchte ab.",
  "CamillaBridge.item.04": "Liefere 40 Sumpfessenzen ab.",
  "CamillaBridge.item.05": "Liefere 1 Schnappwurm ab.",
  "CamillaBridge.item.06": "Liefere 30 Aschesplitter ab.",
  "CamillaBridge.item.07": "Liefere 15 Iridiumbarren ab.",
  "CamillaBridge.item.08": "Liefere 100 Hartholz ab."
}
